[
  {
    "exerciseNumber": 131,
    "tasks": [
      "Hotter, the hottest; longer, the longest; shorter; the  shortest;  cleverer,  the  cleverest;  sillier,  the  silliest;  greater, the greatest; redder, the reddest; blacker, the  blackest;  whiter,  the  whitest;  thinner,  the  thinnest;  thicker, the thickest^ fatter, the fattest; nicer, the nic est; warmer, the warmest; colder, the coldest; merrier,  the merriest;  smaller,  the smallest;  taller,  the tallest;  higher, the highest; weaker, the weakest; stronger, the  strongest;  heavier,  the heaviest;  lighter,  the lightest;  greener,  the  greenest;  drier,  the  driest;  cleaner,  the  cleanest; dirtier, the dirtiest; wider, the widest; deeper,  the deepest; braver, the bravest."
    ]
  },
  {
    "exerciseNumber": 132,
    "tasks": [
      "Old, older, the oldest,  the eldest, my elder brother,  my old friend, farther, the farthest, the longest, shorter,  happy,  happier,  the  happiest,  the  best,  the  blackest,  longer,  worse,  better,  warmer,  her  best  friend,  her  younger son,  his elder son."
    ]
  },
  {
    "exerciseNumber": 133,
    "tasks": [
      "a) I know an interesting story. b) He knows a more interesting story. c) She knows the most interesting story.",
      "a) It is a long way. b) It is a longer way. c) It is the longest way.",
      "a) Her work is very important. b) His work is more important. c) My work is the most important.",
      "a) It is a bad song. b) It is a worse song. c) It is the worst song.",
      "a) He is a good engineer. b) He is a better engineer. c) He is the best engineer.",
      "a) He brought her a beautiful flower. b) He brought her a more beautiful flower. c) He brought her the most beautiful flower.",
      "a) He told us about a happy man. b) He told us about a happier man. c) He told us about the happiest man."
    ]
  },
  {
    "exerciseNumber": 134,
    "tasks": [
      "It is a very easy problem. Give me a more difficult  problem.",
      "In summer the days are long and the nights  are short.",
      "The 22nd of June is the longest day.",
      "The  days are shorter in July.",
      "The days are the shortest in  December.",
      "A “four” is a good mark, but a “five” is  better.",
      "A “five” is the best mark.",
      "The worst mark  is a “two”.",
      "Your dress is very beautiful,  of course,  but my dress is more beautiful.",
      "My father is a tall  man.",
      "It is a warmer coat.",
      "I think our English  teacher was very patient.",
      "Our old doctor was very  busy.  Our new doctor is  even busier.",
      "My German  teacher  is  the  most  energetic  person.",
      "We  know  your neighbour is a very boring man.",
      "I think your  grandfather is the most generous person I’ve ever met.",
      "Ronald’s watch is accurate, but his aunt’s watch is more accurate.",
      "She bought her watch in Switzerland  because  she  thinks  Swiss  watches  are  the  most  accu rate in the world.",
      "That film on TV is  much worse  than today’s.",
      "W hat’s the funniest TV programme?",
      "Those were the happiest days in her life."
    ]
  },
  {
    "exerciseNumber": 135,
    "tasks": [
      "delicious,  more  delicious,  the  most  delicious.",
      "bigger.",
      "smaller.",
      "the highest.",
      "wider.",
      "large.",
      "larger.",
      "the biggest.",
      "the largest.",
      "the oldest.",
      "greater.",
      "the most beautiful."
    ]
  },
  {
    "exerciseNumber": 136,
    "tasks": [
      "Английский язык такой же трудный, как и не мецкий.",
      "Мое сочинение не такое длинное, как твое.",
      "Сегодня  не  так  тепло,  как  было  вчера.",
      "Дом,  в  котором живет его тетя, такой же старый, как и дом,  в котором живет его дядя.",
      "Его квартира не такая  роскошная, как ее, но она гораздо больше.",
      "Джонни  не такой богатый,  как Дон,  но он моложе и  гораздо  счастливее.",
      "Моя  собака  не  такая  дружелюбная,  как  твоя.",
      "В  России  хоккей  с  шайбой  такой  же  популярный,  как  и футбол.",
      "Футбольный  матч  не  такой  захватывающий,  как  хоккейный.",
      "Этот  отель  не  такой  дешевый,  как  мы  ожидали.",
      "Ре зультаты  эксперимента  были  не  такими  плохими,  как  они  ожидали.",
      "Эта  книга  такая  же  дорогая,  как мой словарь."
    ]
  },
  {
    "exerciseNumber": 137,
    "tasks": [
      "as  _  as.",
      "so  _  as  (as  _  as).",
      "as  _  as.",
      "so  _  as  (as  _  as).",
      "as  _  as.",
      "as  _  as.",
      "as  _  as.",
      "so _ as (as _ as).",
      "so _ as (as  _ as).",
      "as _ as.",
      "as  _  as.",
      "as  _  as.",
      "so  _  as (as  _  as)."
    ]
  },
  {
    "exerciseNumber": 138,
    "tasks": [
      "Не isn’t as tired as she is (as her).",
      "Exercise two  is as difficult as exercise three.",
      "She thinks boxing  is as dangerous as wrestling.",
      "This house is as high  as that one.",
      "Today the water in the  river is not  so  warm as yesterday.",
      "You are not so clever as father.",
      "India is not so large as China.",
      "The Thames is as  beautiful as the Neva.",
      "His grandmother is not so old  as his grandfather.",
      "Apples  are as  tasty as plums,  but not so tasty as pears.",
      "Is the Russian Museum as  rich as the Hermitage?",
      "Derzhavin is not so famous  as Pushkin.",
      "The Dnieper is not so long as the Volga.",
      "Last year August was as hot as July.",
      "He isn’t  as old  as me  (as  I  am).",
      "She  is  as  generous  as  her  grandmother.",
      "His car  is  as  comfortable  as  yours.",
      "The exam wasn’t as difficult as  we had expected.",
      "He is as strong as his brother.",
      "This computer isn’t  as expensive as I expected.",
      "Her son is as polite as her  (as she is).",
      "This work is as interesting as yours."
    ]
  },
  {
    "exerciseNumber": 139,
    "tasks": [
      "This work is easier than that one.",
      "This  novel  is more exciting than that one.",
      "This yong man was  a more talented actor than all the others.",
      "These people  are  nicer,  more  polite,  more  hospitable  than  those.",
      "This  house  is  higher  than  that  one.",
      "Today  the  water in the river is colder than yesterday.",
      "Father is  cleverer than you (are).",
      "China is larger than India.",
      "His  grandmother is younger than his  grandfather.",
      "Pears are tastier than apples.",
      "Our cat is smaller  than  our  dog.",
      "My  brother  is  younger  than  me.",
      "Last year February was colder than January.",
      "The  Dnieper is shorter than the Volga.",
      "The Hermitage  is richer than the Russian Museum."
    ]
  },
  {
    "exerciseNumber": 140,
    "tasks": [
      "Новый  кинотеатр  в  нашем  районе  гораздо  больше, чем старый.",
      "Он является одним из самых  опасных преступников в мире.",
      "Невский проспект  гораздо  красивее,  чем  наша  улица.",
      "Наш  дом  не  такой большой, как ваш.",
      "Это самая смешная исто рия, которую я когда-либо слышал.",
      "Ей становится  лучше.  А  это  самое  важное.",
      "Какой  у  тебя  рост?  Ты  выше  меня.",
      "Она  чувствовала  себя  такой  же  сильной,  как  и  ее  брат.",
      "Мы  отправились  раньше  вас.",
      "Он  был  осторожнее  меня.",
      "Этот  студент  самый внимательный в нашей группе.",
      "Мне нужно  пальто потеплее.",
      "Он так же устал, как и ты.",
      "Он  был одним из самых опытных рабочих на фабрике.",
      "Лучше поздно, чем никогда.",
      "Она была не та кая привлекательная, как ее мать.",
      "Его работа не  такая трудная,  как моя.",
      "Он был самым старшим  в семье.",
      "В море плавать легче, чем в реке.",
      "Это  самая маленькая комната в нашей квартире."
    ]
  },
  {
    "exerciseNumber": 141,
    "tasks": [
      "healthier.",
      "clean.",
      "the worst.",
      "taller.",
      "larger.",
      "shorter.",
      "the highest.",
      "better.",
      "higher.",
      "the  most  beautiful.",
      "better.",
      "longer.",
      "shorter.",
      "colder.",
      "more  difficult.",
      "easier.",
      "busy.",
      "cold.",
      "fond.",
      "colder.",
      "the most interesting.",
      "the coldest.",
      "worse.",
      "the hottest.",
      "the most  beautiful.",
      "the best."
    ]
  },
  {
    "exerciseNumber": 142,
    "tasks": [
      "greyer.",
      "the  fattest.",
      "heavier,  heavier.",
      "the  tallest.",
      "the  most  attentive.",
      "colder,  more  yellow.",
      "the most beautiful.",
      "better,  good,  better,  the best.",
      "lighter.",
      "drier.",
      "faster.",
      "nice, nicer.",
      "more   and  more  angry.",
      "harder,  harder.",
      "the  tallest.",
      "more careful.",
      "quiet,  quieter.",
      "delicious."
    ]
  },
  {
    "exerciseNumber": 143,
    "tasks": [
      "This is the most valuable painting in the Russian  Museum.",
      "My computer isn’t as new as my friend’s.",
      "Our  exams  are  much  more  difficult  than  yours.",
      "The building  of  Moscow  University  is  the  tallest  in the capital.",
      "Our town is  not so big as Kiev,  but  it  is  as  beautiful.",
      "Nevsky  Prospect  is  one  of  the  most  beautiful  streets  in  St  Petersburg.",
      "Who  is  the youngest  pupil  in  our  group?  —  Petrov  (is).  But  he is the tallest.",
      "English grammar is difficult,  but  English pronunciation is  more difficult.",
      "The shops  in our street are larger than the shops in your street.",
      "Our TV set is as new as this one.",
      "This room is  lighter than that one.",
      "The weather today is worse  than  yesterday.  It  is  colder  today  and  it  is  raining.",
      "My room is not so large as my friend’s room, but it  is lighter and warmer.",
      "Which of these books is the  most interesting?",
      "November is not so cold a month  as January.",
      "My father is a very busy man.",
      "He  feels much better today."
    ]
  }
]