[
  {
    "rules": "Односложные и двусложные прилагательные\n\nПоложительная степень: small, large, big, happy\nСравнительная степень: smaller, larger, bigger, happier\nПревосходная степень: the smallest, the largest, the biggest, the happiest\n",
    "exerciseNumber": 131,
    "tasks": [
      "Hot, long, short, clever, silly, great, red, black, white, thin, thick, fat, nice, warm, cold, merry, small, tall, high, weak, strong, heavy, light, green, dry, clean, dirty, wide, deep, brave."
    ],
    "exerciseText": "Образуйте сравнительную и превосходную степень следующих прилагательных. Не забывайте употреблять определенный артикль перед превосходной степенью прилагательных."
  },
  {
    "rules": "Запомните особые случаи образования степеней сравнения:\n\nПоложительная степень: old, far, good, bad\nСравнительная степень: elder/older, farther, better, worse\nПревосходная степень: the eldest/the oldest, the farthest, the best, the worst",
    "exerciseNumber": 132,
    "tasks": [
      "Старый, старше, самый старый, самый старший, мой старший брат, мой старый друг, дальше, самый дальний, самый длинный, короче, счастливый, счастливее, самый счастливый, самый лучший, самый черный, длиннее, хуже, лучше, теплее, ее лучший друг, ее младший сын, его старший сын."
    ],
    "exerciseText": "Переведите на английский язык."
  },
  {
    "rules": "Многосложные прилагательные\n\nПоложительная степень: interesting, beautiful\nСравнительная степень: more interesting, more beautiful\nПревосходная степень: the most interesting, the most beautiful",
    "exerciseNumber": 133,
    "tasks": [
      {
        "tasks": [
          "Я знаю интересную историю.",
          "Он знает более интересную историю.",
          "Она знает самую интересную историю."
        ]
      },
      {
        "tasks": [
          "Это длинный путь.",
          "Это более длинный путь.",
          "Это самый длинный путь."
        ]
      },
      {
        "tasks": [
          "Ее работа очень важна.",
          "Его работа важнее.",
          "Моя работа самая важная."
        ]
      },
      {
        "tasks": [
          "Это плохая песня.",
          "Это еще более плохая песня.",
          "Это самая плохая песня."
        ]
      },
      {
        "tasks": [
          "Он хороший инженер.",
          "Он более хороший инженер.",
          "Он самый лучший инженер."
        ]
      },
      {
        "tasks": [
          "а) Он принес ей красивый цветок.",
          "b) Он принес ей более красивый цветок.",
          "c) Он принес ей самый красивый цветок."
        ]
      },
      {
        "tasks": [
          "Он рассказал нам о счастливом человеке.",
          "Он рассказал нам о более счастливом человеке.",
          "Он рассказал нам о самом счастливом человеке."
        ]
      }
    ],
    "exerciseText": "Переведите следующие предложения на английский язык."
  },
  {
    "exerciseNumber": 134,
    "tasks": [
      "Это очень легкая задача. Дайте мне более трудную задачу.",
      "Летом дни длинные, а ночи короткие.",
      "22 июня —  самый длинный день.",
      "В июле дни короче.",
      "В декабре дни самые короткие.",
      "«Четверка» — хорошая отметка, но «пятерка» лучше.",
      "«Пятерка» —  самая лучшая отметка.",
      "Самая плохая отметка —  «двойка».",
      "Твое платье, конечно, очень красивое, но мое платье красивее.",
      "Мой папа — высокий мужчина.",
      "Это более теплое пальто.",
      "Я думаю, что наш учитель английского языка был очень терпелив.",
      "Наш старый доктор был очень занят. Наш новый доктор даже более занят.",
      "Моя учительница немецкого языка — самый энергичный человек.",
      "Мы знаем, твой сосед --- очень скучный человек.",
      "Я считаю, твой дедушка — самый щедрый человек, которого я когда-либо встречал.",
      "Часы Рональда точные, но часы его тети более точные.",
      "Она купила часы в Швейцарии, потому что она считает, что швейцарские часы самые точные в мире.",
      "Тот телевизионный фильм гораздо хуже, чем сегодняшний.",
      "Какая самая смешная телевизионная программа?",
      "Это были самые счастливые дни в ее жизни."
    ],
    "exerciseText": "Переведите следующие предложения на английский язык."
  },
  {
    "exerciseNumber": 135,
    "tasks": [
      "How do you like Smucker's Sweet Orange Marmalade, Mrs Johnson? — I think it's (delicious). It's much (delicious) than the marmalade I usually buy. — We agree with you, Mrs Johnson. We think Smucker's Sweet Orange Marmalade is (delicious) marmalade in the world.",
      "The rivers in America are much (big) than those in England.",
      "The island of Great Britain is (small) than Greenland.",
      "What is the name of the (high) mountain in Asia?",
      "The English Channel is (wide) than the Strait of Gibraltar.",
      "Russia is a very (large) country.",
      "Which is (large): the United States or Canada?",
      "What is the name of the (big) port in the United States?",
      "Moscow is the (large) city in Russia.",
      "The London Underground is the (old) in the world.",
      "There is a (great) number of cars and buses in the streets of Moscow than in any other city of Russia.",
      "St Petersburg is one of the (beautiful) cities in the world."
    ],
    "exerciseText": "Раскройте скобки, употребляя требующуюся форму прилагательного."
  },
  {
    "rules": "Запомните:\n\nas ... as — такой же... как\nnot so ... as — не такой... как\nnot as ... as — не такой... как",
    "exerciseNumber": 136,
    "tasks": [
      "English is as difficult as German.",
      "My essay is not as long as yours.",
      "It isn 't as warm today as it was yesterday.",
      "The house his aunt lives in is as old as the one his uncle lives in.",
      "His apartm ent isn 't as elegant as her apartm ent, b ut i t 's much bigger.",
      "Johnny isn't as rich as Don b u t he is younger and m uch happier.",
      "My dog isn 't as friendly as your dog.",
      "Ice hockey is as popular as football in R ussia.",
      "A football m atch isn 't as exciting as a hockey match.",
      "The hotel isn 't as cheap as we expected.",
      "The results of the experim ent were not as bad as they had expected.",
      "This book is as expensive as my dictionary."
    ],
    "exerciseText": "Переведите следующие предложения на русский язык."
  },
  {
    "exerciseNumber": 137,
    "tasks": [
      "Mike is _ tall _ Pete.",
      "K ate is not _ nice _ Ann.",
      "My room is _ light _ this one.",
      "This book is not _ thin _ th a t one.",
      "Sergei is _ old _ Michael.",
      "She is _ young _ Tom's brother.",
      "This woman is _ good _ th a t one.",
      "N ick's English is not _ good _ his friend's.",
      "I am not _ tall _ Pete.",
      "This woman is _ young _ th at one.",
      "1 am _ thin _ you are.",
      "Kate is _ lazy _ her brother.",
      "This child is not _ small _ th a t one."
    ],
    "exerciseText": "Вставьте as ... as или во ... as."
  },
  {
    "exerciseNumber": 138,
    "tasks": [
      "Он не такой усталый, как она.",
      "Упражнение 2 такое же трудное, как и упражнение",
      "3. Она думает, что бокс такой же опасный вид спорта, как и борьба.",
      "Этот дом такой же высокий, как тот.",
      "Сегодня вода в реке не такая теплая, как вчера.",
      "Ты не такой умный, как папа.",
      "Индия не такая большая, как Китай.",
      "Темза такая же красивая, как Нева.",
      "Его бабушка не такая старая, как дедушка.",
      "Яблоки такие же вкусные, как сливы, но не такие вкусные, как груши.",
      "Русский музей такой же богатый, как Эрмитаж?",
      "Державин не так знаменит, как Пушкин.",
      "Днепр не такой длинный, как Волга.",
      "В прошлом году август был такой же жаркий, как июль.",
      "Он не такой старый, как я.",
      "Она такая же щедрая, как ее бабушка.",
      "Его машина такая же удобная (комфортабельная), как твоя.",
      "Экзамен был не таким трудным, как мы ожидали.",
      "Он такой ж е сильный, как его брат.",
      "Этот компьютер не такой дорогой, как я ож идал.",
      "Ее сын такой же вежливый, как и она.",
      "Эта работа такая же интересная, как и твоя."
    ],
    "exerciseText": "Переведите следующие предложения на английский язык."
  },
  {
    "rules": "Не забывайте употреблять союз than при сравнительной степени прилагательного:\nTom is taller than Kate. - Том выше Кати.",
    "exerciseNumber": 139,
    "tasks": [
      "Эта работа легче той.",
      "Этот роман более увлекательный, чем тот.",
      "Этот молодой человек был более талантливым актером, чем другие.",
      "Эти люди более приятные, более вежливые и более гостеприимные, чем те.",
      "Этот дом выше того.",
      "Сегодня вода в реке холоднее, чем вчера.",
      "Папа умнее тебя.",
      "Китай больше Индии.",
      "Его бабушка моложе дедушки.",
      "Груши вкуснее яблок.",
      "Наша кошка меньше нашей собаки.",
      "Мой брат моложе меня.",
      "В прошлом году февраль был холоднее января.",
      "Днепр короче Волги.",
      "Эрмитаж богаче Русского музея."
    ],
    "exerciseText": "Переведите следующие предложения на английский язык."
  },
  {
    "exerciseNumber": 140,
    "tasks": [
      "The new cinema in our district is much bigger than the old one.",
      "He is one of the most dangerous criminals in the world.",
      "Nevsky Prospect is much more beautiful than our street.",
      "Our house isn't as big as yours.",
      "That's the funniest story I've ever heard.",
      "She's getting better. That's the most important thing.",
      "What is your height? You are taller than me.",
      "She felt as strong as her brother.",
      "We started earlier than you.",
      "He was more careful than I (was).",
      "This student is the most attentive in our group.",
      "1 need a warmer coat.",
      "He is as tired as you.",
      "He was one of the most experienced workers at the factory.",
      "Better late than never.",
      "She was not so attractive as her mother.",
      "His work is not so difficult as mine.",
      "He was the eldest in the family.",
      "It is easier to swim in the sea than in the river.",
      "This is the smallest room in our flat."
    ],
    "exerciseText": "Переведите следующие предложения на русский язык."
  },
  {
    "exerciseNumber": 141,
    "tasks": [
      "We should eat (healthy) food.",
      "Today the streets aren't as (clean) as they used to be.",
      "It's (bad) mistake he has ever made.",
      "This man is (tall) than that one.",
      "Asia is (large) than Australia.",
      "The Volga is (short) than the Mississippi.",
      "Which building is the (high) in M >scow?",
      "Mary is a (good) student than Lucy.",
      "The Alps are (high) than the Urals.",
      "This garden is the (beautiful) in our town.",
      "She speaks Italian (good) than English*",
      "Is the word “newspaper” (long) than the word “book”?",
      "The Thames is (short) than the Volga*",
      "The Arctic Ocean is (cold) than the Indian Ocean.",
      "Chinese is (difficult) than English,",
      "Spanish is (easy) than German.",
      "She is not so (busy) as I am.",
      "It is as (cold) today as it was yesterday.",
      "She is not so (fond) of sports as my brother is.",
      "Today the weather is (cold) than it was yesterday.",
      "This book is (interesting) of all I have read this year.",
      "January is the (cold) month of the year.",
      "My sister speaks English (bad) than I do.",
      "Which is the (hot) month of the year?",
      "Which is the (beautiful) place in this part of the country?",
      "This good-looking girl is the (good) student in our group."
    ],
    "exerciseText": "Раскройте скобки, употребляя требующуюся форму прилагательного."
  },
  {
    "exerciseNumber": 142,
    "tasks": [
      "Her eyes are (grey) than mine,",
      "He was the (fat) man in the village.",
      "As he went on, the box became (heavy) and (heavy).",
      "My sister is the (tall) girl in her class.",
      "Who is the (attentive) student in your group?",
      "It is autumn. Every day the air becomes (cold), the leaves (yellow).",
      "This is the (beautiful) view I have ever seen in my life.",
      "Your handwriting is now (good) than it was last year; but still it is not so (good) as Nick's handwriting. Nick has a (good) handwriting than you. And of course Nellie has the (good) handwriting of all.",
      "Oil is (light) than water.",
      "We shall wait for a (dry) day to go on the excursion.",
      "A bus is (fast) than a tram.",
      "Take some of these sweets: they are very (nice). They are (nice) than the sweets in that box.",
      "He clearly did not like the explanation, and as he listened to it, he became (angry) and (angry).",
      "He worked (hard) and (hard) as the end of the term came nearer.",
      "The (tall) trees in the world grow in California.",
      "Please be (careful) next time and don't spill the milk again.",
      "Bobby was a (quiet) child. He was (quiet) than his sister.",
      "My pie is (delicious). Everybody says it's incredible!"
    ],
    "exerciseText": "Раскройте скобки, употребляя требующуюся форму прилагательного."
  },
  {
    "exerciseNumber": 143,
    "tasks": [
      "Это самая ценная картина в Русском музее.",
      "Мой компьютер не такой новый, как компьютер моего друга.",
      "Наши экзамены гораздо труднее, чем ваши.",
      "Здание Московского университета самое высокое в столице.",
      "Наш город не такой большой, как Киев, но он такой же красивый.",
      "Невский проспект — одна из самых красивых улиц Санкт-Петербурга.",
      "Кто самый младший ученик в нашей группе? — Петров. Но он самый высокий.",
      "Грамматика английского языка трудная, но английское произношение труднее.",
      "Магазины на нашей улице больше, чем магазины на вашей улице.",
      "Наш телевизор такой же современный, как этот.",
      "Эта комната светлее той.",
      "Погода сегодня хуж е, чем вчера. Сегодня холоднее, и идет дождь.",
      "Моя комната не такая большая, как комната моей подруги, но она светлее и теплее.",
      "Какая из этих книг самая интересная?",
      "Ноябрь не такой холодный месяц, как январь.",
      "Мой отец — очень занятой человек.",
      "Сегодня он чувствует себя гораздо лучше."
    ],
    "exerciseText": "Переведите следующие предложения на английский язык."
  }
]